/*28/9/2018*/
"_grp.Accomodation" = "Ubytovanie";
"_grp.BankATM" = "Banky a bankomaty";
"_grp.Emergency" = "Prvá pomoc";
"_grp.Food_and_Drink" = "Stravovanie";
"_grp.Guides" = "Sprievodcovia mestami";
"_grp.Parking" = "Parkovanie";
"_grp.Petrol_Station" = "Benzínová pumpa";
"_grp.Services_and_Education" = "Služby a vzdelávanie";
"_grp.Shopping" = "Nakupovanie";
"_grp.Social_Life" = "Zábava a spoločenský život";
"_grp.Sport" = "Športujem";
"_grp.Tourism" = "Turistické atrakcie";
"_grp.Transportation" = "Doprava";
"_grp.Vehicle_Services" = "Motoslužby";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Výjazd";
"feet" = "stopa";
"route.instructionsText.continueAlong" = "Pokračujte po ceste";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "h";
"kilometers" = "kilometrov";
"Limit" = "Limit";
"meters" = "metrov";

/* miles short */
"mi" = "mi";
"miles" = "mi";

/* timeMinuteMidi */
"min" = "min";
"native.fuelprices.poidetailTitle" = "Ceny pohonných hmôt";
"poiCategory.select" = "Miesta v okolí";
"native.navigation.resumeBtn" = "Pokračovať";

/* timeSecondShort */
"sec" = "sec";
"yards" = "yd";

/* yards short */
"yd" = "yd";

"detail.action.directionToHere" = "Ukázať trasu";
"detail.action.addVia" = "Pridať bod trasy";
"detail.action.addToFavorite" = "Pridať k obľúbeným";
"detail.action.copyGps" = "GPS súradnice";
"detail.action.removeFavorite" = "Odstrániť z obľúbených";
"detail.action.removeHome" = "Odstrániť adresu domov";
"detail.action.removeWork" = "Odstrániť adresu práce";
"detail.action.shareLocation" = "Zdieľať polohu";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "E-mail";
"detail.contact.phone" = "Telefón";
"detail.contact.url" = "URL";
"routeCompute.action.demonstrate" = "Ukážka";
"routeCompute.action.navigate" = "Štart";
"routeCompute.etaArrival" = "Príchod";
"routeCompute.fastest" = "Najrýchlejšia trasa";
"routeCompute.slower" = "dlhšie";
"routeCompute.traffic.withDelay" = "so zdržaním";
"routeCompute.button.options" = "Možnosti";
"routeCompute.waypointInfo.from" = "Odkiaľ";
"routeCompute.waypointInfo.to" = "Kam";
"routeCompute.waypointInfo.waypoints" = "body trasy";
"routeCompute.waypointInfo.via" = "Cez";
"routeActionMain.cancel" = "Zrušiť trasu";
"routeCompute.action.continue" = "Pokračovať";
"routeCompute.options.title" = "Možnosti trasy";
"routeCompute.options.AvoidCountry" = "Vyhnúť sa tejto krajine";
"avoid.unpaved" = "Nespevnené cesty";
"avoid.specialArea" = "Poplatky za vjazd do centra ";
"avoid.ferries" = "Trajekty";
"avoid.highways" = "Diaľnice";
"avoid.tollroads" = "Spoplatnené cesty";
"workCell.setupWork.subtitle" = "Dochádzajte jednoducho každý deň";
"homeCell.setupHome.subtitle" = "Získajte najrýchlejšiu trasu";
"workCell.setupWork.title" = "Nastaviť adresu pracoviska";
"homeCell.setupHome.title" = "Nastaviť adresu domov";
"workCell.title" = "Práca";
"homeCell.title" = "Domov";
"favorites.place.emptyButton" = "Vyhľadať miesta";
"favorites.place.emptyTitle" = "Pridať miesta pre jednoduchý prístup";
"favorites.place.deleteAction" = "Odstrániť";
"favorites.place.headerTitle" = "Miesta a trasy";
"favorites.button.done" = "Hotovo";
"favorites.segment.contacts" = "Kontakty";
"favorites.segment.trips" = "Výlety";
"favorites.segment.places" = "Miesta";
"favorites.title" = "Obľúbené";
"favorites.addAlert.add" = "Pridať";
"native.compute.decideToCompute" = "Stále cestujete do %@?";
"routeActionMain.preview" = "Náhľad trasy";
"routeCompute.traffic.withoutInfo" = "Žiadne dopravné informácie";
"search.work.title" = "Vyhľadať adresu práce";
"search.home.title" = "Vyhľadať adresu domov";
"alert.hideHomeWork.hideHomeTitle" = "Skryť domov";
"alert.hideHomeWork.hideWorkTitle" = "Skryť prácu";
"alert.hideHomeWork.setHomeMessage" = "Domov si môžete kedykoľvek nastaviť v obľúbených položkách";
"alert.hideHomeWork.setWorkMessage" = "Adresu práce si môžete kedykoľvek nastaviť v obľúbených položkách";
"alert.hideHomeWork.hide" = "Skryť";
"action.control.scout.static" = "Nájdená rýchlejšia trasa";
"action.control.route.longer" = "%@ dlhšia";
"action.control.route.time" = "Ušetriť %@";
"action.control.scout.arrival" = "Nový príchod %@";
"action.control.scout.fasterRouteFound" = "Nájdená rýchlejšia trasa";
"action.control.scout.preview" = "Zobraziť";
"action.control.scout.route.set" = "Nastaviť rýchlejšiu trasu";
"routeCompute.action.loading" = "Štart";
"country.AL" = "Albánsko";
"country.AD" = "Andorra";
"country.AU" = "Austrália";
"country.AT" = "Rakúsko";
"country.BY" = "Bielorusko";
"country.BE" = "Belgicko";
"country.BA" = "Bosna a Hercegovina";
"country.BG" = "Bulharsko";
"country.CA" = "Kanada";
"country.HR" = "Chorvátsko";
"country.CZ" = "Česká Republika";
"country.DK" = "Dánsko";
"country.EE" = "Estónsko";
"country.FO" = "Faerské ostrovy";
"country.FI" = "Fínsko";
"country.FR" = "Francúzsko";
"country.DE" = "Nemecko";
"country.GI" = "Gibraltár";
"country.GR" = "Grécko";
"country.GL" = "Grónsko";
"country.VA" = "Vatikán";
"country.HU" = "Maďarsko";
"country.IS" = "Island";
"country.IE" = "Írsko";
"country.IL" = "Izrael";
"country.IT" = "Taliansko";
"country.JP" = "Japonsko";
"country.KP" = "Severná Kórea, Ľudovodemokratická republika";
"country.KR" = "Južná Kórea";
"country.KW" = "Kuvajt";
"country.LV" = "Lotyšsko";
"country.LI" = "Lichtenštajnsko";
"country.LT" = "Litva";
"country.LU" = "Luxembursko";
"country.MK" = "Macedónsko";
"country.MT" = "Malta";
"country.MD" = "Moldavsko";
"country.MC" = "Monako";
"country.MS" = "Montserrat";
"country.NL" = "Holandsko";
"country.AN" = "Holandské Antily";
"country.NZ" = "Nový Zéland";
"country.NF" = "Norfolk";
"country.NO" = "Nórsko";
"country.PL" = "Poľsko";
"country.PT" = "Portugalsko";
"country.RO" = "Rumunsko";
"country.RU" = "Rusko";
"country.SM" = "San Maríno";
"country.SG" = "Singapur";
"country.SK" = "Slovensko";
"country.SI" = "Slovinsko";
"country.ZA" = "Južná Afrika";
"country.ES" = "Španielsko";
"country.SE" = "Švédsko";
"country.CH" = "Švajčiarsko";
"country.TW" = "Taiwan";
"country.TH" = "Thajsko";
"country.TR" = "Turecko";
"country.UA" = "Ukrajina";
"country.GB" = "Spojené kráľovstvo";
"country.US" = "Spojené štáty americké";
"country.VN" = "Vietnam";
"country.RS" = "Srbsko";
"country.ME" = "Čierna Hora";
"country.AE" = "Spojené arabské emiráty";
"country.OM" = "Omán";
"country.SA" = "Saudská Arábia";
"country.EG" = "Egypt";
"country.PR" = "Portoriko";
"country.VI" = "Panenské ostrovy";
"country.RA" = "Argentína";
"country.BH" = "Bahrajn";
"country.BR" = "Brazília";
"country.HK" = "Hongkong";
"country.ID" = "Indonézia";
"country.IN" = "India";
"country.IM" = "Ostrov Man";
"country.MO" = "Macao";
"country.MX" = "Mexiko";
"country.MY" = "Malajzia";
"country.QA" = "Katar";
"country.AW" = "Aruba";
"country.AF" = "Afganistan";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Alandy";
"country.AM" = "Arménsko";
"country.AQ" = "Antarktída";
"country.AS" = "Americká Samoa";
"country.TF" = "Francúzske južné územia";
"country.AG" = "Antigua a Barbuda";
"country.AZ" = "Azerbajdžan";
"country.BI" = "Burundi";
"country.BJ" = "Benin";
"country.BF" = "Burkina";
"country.BD" = "Bangladéš";
"country.BS" = "Bahamy";
"country.BL" = "Svätý Bartolomej";
"country.BZ" = "Belize";
"country.BM" = "Bermudy";
"country.BO" = "Bolívia";
"country.BB" = "Barbados";
"country.BN" = "Brunej";
"country.BT" = "Bhután";
"country.BV" = "Bouvetov ostrov";
"country.BW" = "Botswana";
"country.CF" = "Stredoafrická republika";
"country.CC" = "Kokosové ostrovy";
"country.CL" = "Čile";
"country.CI" = "Pobrežie Slonoviny";
"country.CM" = "Kamerun";
"country.CD" = "Kongo (Zair)";
"country.CG" = "Kongo";
"country.CK" = "Cookove ostrovy";
"country.CO" = "Kolumbia";
"country.KM" = "Komory";
"country.CV" = "Kapverdy";
"country.CR" = "Kostarika";
"country.CU" = "Kuba";
"country.CX" = "Vianočný ostrov";
"country.KY" = "Kajmanie ostrovy";
"country.DJ" = "Džibutsko";
"country.DM" = "Dominika";
"country.DO" = "Dominikánska republika";
"country.DZ" = "Alžírsko";
"country.EC" = "Ekvádor";
"country.ER" = "Eritrea";
"country.EH" = "Západná Sahara";
"country.ET" = "Etiópia";
"country.FJ" = "Fidži";
"country.FK" = "Falklandy";
"country.FM" = "Mikronézia";
"country.GA" = "Gabon";
"country.GE" = "Georgia";
"country.GG" = "Guernsey";
"country.GH" = "Ghana";
"country.GN" = "Guinea";
"country.GP" = "Guadeloupe";
"country.GM" = "Gambia";
"country.GW" = "Guinea-Bissau";
"country.GQ" = "Rovníková Guinea";
"country.GD" = "Grenada";
"country.GT" = "Guatemala";
"country.GF" = "Francúzska Guyana";
"country.GU" = "Guam";
"country.GY" = "Guyana";
"country.HM" = "Heardov ostrov";
"country.HN" = "Honduras";
"country.HT" = "Haiti";
"country.IO" = "Britské indickooceánske územie";
"country.IR" = "Irán";
"country.IQ" = "Irak";
"country.JM" = "Jamajka";
"country.JE" = "Jersey";
"country.JO" = "Jordánsko";
"country.KZ" = "Kazachstan";
"country.KG" = "Kirgizsko";
"country.KH" = "Kambodža";
"country.KI" = "Kiribati";
"country.KN" = "Svätý Krištof a Nevis";
"country.LA" = "Laos";
"country.LB" = "Libanon";
"country.LR" = "Libéria";
"country.LY" = "Líbya";
"country.LC" = "Svätá Lucia";
"country.LK" = "Srí Lanka";
"country.LS" = "Lesotho";
"country.MF" = "Svätý Martin";
"country.MA" = "Maroko";
"country.MG" = "Madagaskar";
"country.MV" = "Maldivy";
"country.MH" = "Marshallove ostrovy";
"country.ML" = "Mali";
"country.MM" = "Mjanmarsko";
"country.MN" = "Mongolsko";
"country.MP" = "Severné Mariány";
"country.MZ" = "Mozambik";
"country.MR" = "Mauritánia";
"country.MQ" = "Martinik";
"country.MU" = "Maurícius";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namíbia";
"country.NC" = "Nová Kaledónia";
"country.NE" = "Niger";
"country.NG" = "Nigéria";
"country.NI" = "Nikaragua";
"country.NU" = "Niue";
"country.NP" = "Nepál";
"country.NR" = "Nauru";
"country.PK" = "Pakistan";
"country.PA" = "Panama";
"country.PN" = "Pitcairnove ostrovy";
"country.PE" = "Peru";
"country.PH" = "Filipíny";
"country.PW" = "Palau";
"country.PG" = "Papua Nová Guinea";
"country.PY" = "Paraguaj";
"country.PS" = "Palestína";
"country.PF" = "Francúzska Polynézia";
"country.RE" = "Réunion";
"country.RW" = "Rwanda";
"country.SD" = "Sudán";
"country.SN" = "Senegal";
"country.GS" = "Južná Georgia a Južné Sandwichove ostrovy";
"country.SH" = "Svätá Helena";
"country.SJ" = "Svalbard a Jan Mayen";
"country.SB" = "Šalamúnove ostrovy";
"country.SL" = "Sierra Leone";
"country.SV" = "Salvádor";
"country.SO" = "Somálsko";
"country.PM" = "Saint Pierre a Miquelon";
"country.ST" = "Svätý Tomáš a Princov ostrov";
"country.SR" = "Surinam";
"country.SZ" = "Svazijsko";
"country.SC" = "Seychely";
"country.SY" = "Sýria";
"country.TC" = "Turks a Caicos";
"country.TD" = "Čad";
"country.TG" = "Togo";
"country.TJ" = "Tadžikistan";
"country.TK" = "Tokelau";
"country.TM" = "Turkménsko";
"country.TL" = "Východný Timor";
"country.TO" = "Tonga";
"country.TT" = "Trinidad a Tobago";
"country.TN" = "Tunisko";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzánia";
"country.UM" = "Menšie odľahlé ostrovy USA";
"country.UY" = "Uruguaj";
"country.UZ" = "Uzbekistan";
"country.VC" = "Svätý Vincent a Grenadíny";
"country.VE" = "Venezuela";
"country.VG" = "Britské Panenské ostrovy";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis a Futuna";
"country.WS" = "Samoa";
"country.YE" = "Jemen";
"country.ZM" = "Zambia";
"country.ZW" = "Zimbabwe";
"country.US-AL" = "Alabama";
"country.US-AK" = "Aljaška";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "Kalifornia";
"country.US-CO" = "Colorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "District Of Columbia";
"country.US-FL" = "Florida";
"country.US-GA" = "Georgia";
"country.US-HI" = "Havajské ostrovy";
"country.US-ID" = "Idaho";
"country.US-IL" = "Illinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Louisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Michigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Mississippi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "New Jersey";
"country.US-NM" = "Nové Mexiko";
"country.US-NY" = "New York";
"country.US-NC" = "Severná Karolína";
"country.US-ND" = "Severná Dakota";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregon";
"country.US-PA" = "Pensylvánia";
"country.US-RI" = "Rhode Island";
"country.US-SC" = "Južná Karolína";
"country.US-SD" = "Južná Dakota";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Texas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Virgínia";
"country.US-WA" = "Washington";
"country.US-WV" = "Západná Virgínia";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "Britská Kolumbia";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "New Brunswick";
"country.CA-NL" = "Newfoundland a Labrador";
"country.CA-NS" = "Nové Škótsko";
"country.CA-NT" = "Severozápadné teritóriá";
"country.CA-NU" = "Nunavutské teritórium";
"country.CA-ON" = "Ontário";
"country.CA-PE" = "Ostrov princa Eduarda";
"country.CA-QC" = "Quebec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Yukonské teritórium";
"country.IN-LD" = "Lakadivy";
"country.GB-NIR" = "Severné Írsko";
"country.GB-SCT" = "Škótsko";
"country.GB-WLS" = "Wales";
"country.GB-CHA" = "Normandské ostrovy";
"N" = "S";
"S" = "J";
"W" = "Z";
"E" = "V";
"routeplaning.actionButton.title" = "Hotovo";
"com.sygic.addWaypoint.placeholder" = "Pridať bod trasy";
"detail.action.selectPoi" = "Vybrať";
"signpost.nextDirection.then" = "Potom";
"waypoint.title.myposition" = "Moja poloha";
"placeholder.password" = "Heslo";
"placeholder.email" = "E-mail";
"routeCompute.action.calculating" = "Výpočet trás";
"routeCompute.action.preview" = "Prehrať ukážku";
"detail.action.shareGps" = "Zdieľať GPS súradnice";
"time.ago.minutes" = "pred %@ minútami";
"time.ago.hours" = "pred %@ hodinami";
"time.ago.days" = "pred %@ dňami";
"time.ago.years" = "pred %@ rokmi";
"native.navigation.recenterBtn" = "Vycentrovať";
"homeCell.updateHome.title" = "Zmeniť domovskú adresu";
"workCell.updateWork.title" = "Zmeniť adresu práce";
"monetization.addon" = "DOPLNOK";
"detail.action.removeVia" = "Odstrániť bod trasy";
"message.avoid.motorway.unable" = "Na dosiahnutie Vášho cieľa musia niektoré diaľnice zostať na trase.";
"message.avoid.specialArea.unable" = "Ľutujeme, na vašej trase nie je možné vyhnúť sa poplatku za vjazd do centra.";
"message.avoid.tollRoads.unable" = "Nie je možné obísť všetky spoplatnené cesty. Niektoré zostanú na vypočítanej trase.";
"message.avoid.ferries.unable" = "Na dosiahnutie cieľa musia zostať na trase niektoré trajekty.";
"message.avoid.unpavedRoads.unable" = "Na dosiahnutie cieľa musia zostať na trase niektoré nespevnené cesty.";
